[Language]
Code="bg"
Name="Български"
Translator="Stefan Stefanov <stefan.stefanov@abv.bg>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Затваряне"
Maximize="Максимизиране"
Minimize="Минимизиране"
Restore="Възстановяване"
Menu="Основно меню"

; Status Icon
[NotifyIcon]
Tip="Lingoes преводач\nПревод под показалеца: [$CursorStatus]\nПревод на избрания текст: [$SelectionStatus]\nПревод на текста в клипборда: [$ClipboardStatus]"
InfoTitle="Lingoes преводач"
Info="Превод под показалеца:\t[$CursorStatus]\nПревод на избрания текст:\t[$SelectionStatus]\nПревод на текст в клипборда:\t[$ClipboardStatus]"
Enabled="Включен"
Disabled="Изключвам"

[MainMenu]
Open="Отваряне"
CursorTranslator="Превод под показалеца"
SelectionTranslator="Превод на избрания текст"
ClipboardTranslator="Превод на текста в клипборда"
Configuration="Конфигуриране..."
Dictionaries="Речници..."
Activation="Активиране на програмата"
UpdateOnline="Онлайн обновяване"
Help="Помощ"
About="За Lingoes"
SupportOnline="Онлайн поддръжка"
Exit="Изход"

[DlgInput]
Back="Назад"
Forward="Напред"
MainMenu="Основно меню"
HistoryList="Списък с предистория"
Search="Търсене", "Търсене на детайлни обяснения"
WebSearch="Уеб-търсене"
AutoMatch="Auto Match", "Auto Match At Index Group"
MatchSetup="Index Group Option..."
FindEngine="Добавете още уеб инструменти..."

[DlgIndex]
Index="Индекс"
Guide="Пътеводител"
Appendix="Приложение"
NoIndex="Няма индекс"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Добавяне речник към <b>Index Group</b>, При въвеждането на думата, виждате варианти на нейното написване.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>За управление на индекс групата, щракнете тук.</u></a></div>"

[WebGuide]
Results="Резултати"
Spelling="Варианти за произношение"
Appendices="Приложения"
Options="Опции"
Dictionaries="Речници...", "Управление на речниците"
Configuration="Конфигуриране...", "Отваряне на конфигуриращия прозорец"
Help="Помощ", "Отваряне на помощта към Lingoes"
Homepage="lingoes.net", "Посетете сайта на Lingoes"
Community="Lingoes Общност", "Онлайн общност на Lingoes"

[DlgStatus]
KeepVisible="Задържане над всички останали програми"

[DlgView]
Speak="Произнасяне", "Произнасяне на избрания текст"
Search="Търсене"
Copy="Копиране"
Print="Отпечатване..."
Save="Съхраняване..."
Find="Търсене..."
SelectAll="Избор на всичко"
TextTranslate="Превод", "Превеждане на текста"
StartPage="", "Стартова страница"
ShowIndex="Показване на странична лента"
HideIndex="Скриване на странична лента"
SaveFilter="HTML файл (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Настройки на произношението..."
SelectVoice="Избор на глас"
Activation="Активиране", "Помощник за активиране на Lingoes"

[DlgRegister]
Title="Lingoes - комерсиална регистрация"
FreeDownload="Lingoes е безплатна програма за некомерсиално използване.\r\nИзтегляне на безплатната версия..."
Name="Регистрационно име:", "Необходимо е да има име за регистриране"
Email="Регистрационен имейл:", "Необходимо е да има имейл за регистриране"
RegCode="Регистрационен код:", "Регистрационният код е грешен"
Support="Поддръжка"
Register="Регистриране", "Неуспешно съхраняване на регистрационната информация"
Exit="Изход"

[DlgInfo]
Title="Съобщение"
Ok="Ok"
Cancel="Отказ"
Yes="Да"
No="Не"
Retry="Отново"
Abort="Прекратяване"
Ignore="Пренебрегване"

[DlgAuthentication]
Title="Свързване с "
TitleProxy="Свързване с прокси сървър "
Username="Потр. име:"
Password="Парола:"
Remember="Запомняне на паролата"
Ok="Ok"
Cancel="Отказ"

[WndGrab]
Open="Търсене на подробни обяснения"
Speak="Произнасяне"
Copy="Копиране"
TextTranslation="Превод на текст"
KeepSize="Съхраняване размера на прозореца"
KeepVisible="Програмата да остава над другите"
Back="Назад" 
Forward="Напред"
Search="Търсене\n  Enter:\t\tТърсене\n  Ctrl + Enter:\tТърсене на подробни обяснения\n  Shift + Enter:\tПревод на текста\n  Alt + Enter:\tТърсене в Интернет"

[DlgDictOption]
Title="Настройка на речниците"
NetInstall="Инсталиране от Lingoes", "Инсталиране на речници от сайта Lingoes"
Install="Инсталиране", "Инсталиране на речник от диск"
Uninstall="Премахване", "Премахване на речник"
Add="Добавяне", "Добавяне на речник от списък"
Remove="Изтриване", "Изтриване на речника от списъка"
Download="Изтегляне", "Изтегляне на речника за работа без връзка с Интернет"
MoveTop="", "Най-отгоре"
MoveUp="", "Нагоре"
MoveDown="", "Надолу"
MoveBottom="", "Най-отдолу"
MoreDetails="", "Преглед на информация за речника"
Close="Затваряне"

Installed="Добавени речници"
Query="Добавени речници"
Index="Индекс група"
Grab="Група за превод с показалеца"

InstalledList="Добавени речници"
QueryList="Добавени речници"
IndexList="Списък индекс група"
GrabList="Списък група превод с показалеца"
DictID="ID"
Online="Онлайн"

Type="Тип"
OnlineType="Нужно е свързване с Интернет"
AddFilter="Lingoes речници (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Инсталиране на речника"
Installing="Инсталиране..."

[DlgDictList]
Title="Добавяне на речници"
Add="Добавяне"
Cancel="Отказ"
Select="Избор"
DictList="Добавени речници"
ID="ID"
Online="Онлайн"

[DlgDictInfo]
Title="За речника"
Close="Ok"

ID="ID"
MD5="MD5"
Name="Име"
Version="Версия"
Date="Създадено на"
Update="Последно обновяване"
IndexCount="Общо думи"
Language="Език"
MoreLanguage="Още..."
DictTitle="Заглавие"
DictEdition="Издание"
DictDescription="Описание"
PubAuthor="Автор"
PubEmail="Имейл"
PubWebsite="Сайт"
PubCopyright="Авторски права"
Filename="Име на файла"

; Install Dictionaries
[DlgDictInstall]
Title="Добавяне на речник"
InstallSucceed="Успешно добавяне на речника \"[$DictTitle]\""
DictGroupOption="Настройки"
AddIndexGroup="Добавяне към \"Index Group\""
AddIndexGroupDesc="Lingoes ще търси речниците от индекс групата и бързо ще покаже резултата в индекс-лентата"
AddGrabGroup="Добавяне към \"Text Capture Group\""
AddGrabGroupDesc="Lingoes will search dictionaries in text capture group and display translation result in text capture window while capturing text."
Ok="Ok"

; Configuration
[DlgOption]
Title="Настройки"
Ok="Ok"
Cancel="Отказ"
General="Общи"
Appearance="Вид"
Connection="Връзка"
Speech="Произношение"
Hotkey="Бързи клавиши"
Translate="Превод"
License="Лиценз"
Capture="Вземане на текст"

; General
[DlgOptGeneral]
Language="Език"
UILanguage="Език на потребителския интерфейс"

WebSearch="Търсене в Интернет"
SelectWebSearch="Избор на търсачка за търсене в Интернет"

TermHistory="История на думите && Кеш"
SaveHistory="Съхраняване на търсените думи"
ClearHistory="Изтриване историята"
ClearHistoryConfirmation="Уверени ли сте, че искате да се изтрие историята?"

ResultCache="Локален кеш на онлайн речниците"
ClearCache="Изчистване на кеша", "Наистина ли искате да изтриете кеша?"

AutoStart="Стартиране на Lingoes със стартиране на Windows"
StartMin="Минимизиране след стартирането"

; Appearance
[DlgOptAppearance]
UserInterface="Потребителски интерфейс"
WindowStyle="Window стил"
WindowFont="Window шрифт"
WindowFontSize="Размер на шрифта"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Показване на резултата"
TextFont="Шрифт на текста"
TextFontSize="Размер на шрифта"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Фонетичен шрифт"
CursorTranslatorBar="Прозорец за превод под показалеца"
FontColor="Цвят на шрифта"
BackColor="Цвят на фона"
BorderColor="Цвят на рамката"
Transparence="Прозиращ прозорец с обхванат текст"
SampleText="Обхванат текст"

[Style]
0="Нищо"
1="Стил по подразбиране"

; Translate
[DlgOptTranslate]
SupportLCMap="Support local language mapping"
InstantTranslation="Мигновен превод"
TargetLanguage="Език-цел:"
CurrentUserLanguage="= Текущ езиков интерфейс"
TargetLanguage2="Ако езикът-цел е същият, както оригинала:"
NoTranslate="= Без превод"

; Capture
[DlgOptCapture]
CursorActivation="Вземане на дума от екрана"
MouseActivation="Превод с използване показалеца на мишката:"
MouseOver="Показалец отгоре"
LeftMouseButton="Ляв бутон на мишката"
MiddleMouseButton="Среден бутон на мишката"
RightMouseButton="Десен бутон на мишката"
MouseXButton1="Mouse X Button1"
MouseXButton2="Mouse X Button2"
TimeDelay="Показване:"
MSEL="милисекунди"
IgnoreNumber="Игнориране на цифри"
IgnoreLatin="Игнориране на латиница (английски, френски, немски, испански, и др.)"
IgnoreCJK="Игнориране китайски, японски и корейски"
IgnoreCyrillic="Игнориране кирилица (руски, български и др.)"
IgnoreArabic="Игнориране арабски, иврит"
InstallAdobePlugin="Инсталиране на Adobe Acrobat PDF Plug-in"
ZonedWord="Превод на избрания текст"
ZonedWordFilterRule="Филтър на правила за избрания текст..."
ShowOnlyFirstResult="Показване само на първия резултат от търсенето"

; Capture - Zoned Word Filter
[DlgOptTranslateZWFilter]
Title="Филтър направила за избрания текст"
ProgramFilename="Име на програмата", "Име на програмата (Specify all programs if empty)"
WndClassName="Window име на клас", "Window име на клас (Specify all windows if empty)"
DisableSelect="Ignore Selection", "Ignore Selection"
DisableDBLClick="Без двукратно щракване", "Игнориране на двукратно щракване"
Comment="Коментар", "Коментар"
Add="Добавяне"
Modify="Промяна"
Delete="Изтриване", "Убедени ли сте, че искате да го изтриете?"
Ok="Ok"
Cancel="Отказ"
LoadDefault="Зареждане по подразбиране", "Убедени ли сте, че искате да възстановите оригиналните настройки?"
Browser="...", "Браузър", "Програма (*.exe)|*.exe|"
Capture="...", "Window Class Name Capture"
AllProgram="-- Всички програми --"
AllWindow="-- Всички програми --"

[WndClassNameCapture]
Title="Window Class Name Capture"
ProgramFilename="Име на програмата"
WndClassName="Име на Window класа"
Capture="Захват от екрана"

; Speech
[DlgOptSpeech]
RPPEngine="Гласов четец"
RPPEnable="Включен"
RPPVoice="Глас"
RPPRebuildIndexFile="Поправка на индекс-файла", "Неуспешна поправка на индекс файла! \nМоже би това е, защото няма права за достъп до файла."
Engine="Text-to-Speech (TTS) ядро"
Voice="Глас"
Enable="Включен"
Volume="Сила на звука"
Pitch="Понижаване на гласа"
Speed="Скорост"
RealtimePron="Изговор веднага"
PronInQuery="Бързо откриване на дума"
PronInCapture="Бърз захват на текста"
Test="Тест"
EnterText="Въведете текст и изпробвайте гласа"
DownloadTTS="Изтегляне на нов гласов пакет от Natural Voice && TTS Engine..."

; Connect
[DlgOptConnection]
ConnectSet="Настройка на връзката"
DirectConnect="Директна връзка"
IEProxyConnect="Използване на прокси-настройките на браузъра"
ProxyConnect="Връзка през прокси / Защитна стена"
ProxyServer="Проски сървър:"
ProxyPort="Порт:"
Username="Потр. име:"
Password="Парола:"
OnlineUpdate="Обновяване онлайн"
UpdateNow="Обновяване сега"
EnableUpdate="Разрешаване онлайн обновяването"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Отваряне на основния прозорец"
GrabToggleKey="Комбинация за захват на текст"
SelectionToggleKey="Комбинация за превод на избрания текст"
ClipboardToggleKey="Комбинация за превод от клипборда"
Pronounce="Произнасяне"
CopyInterpretation="Копиране съдържанието на превода в клипборда"

[DlgExpire]
Title="Lingoes остаря"
Ok="Обновяване сега"
Cancel="Изход"
NetworkSettings="Мрежови настройки"
Support="Lingoes.net"
AskUpgrade="Тази версия не е актуална, но можете да я обновите. \nОбновявана с най-новата версия?"

[DlgAbout]
DlgTitle="За Lingoes"
Version="Версия: "
PortableEdition="Портативна версия"
Email="Имейл адрес"
Website="Сайт на Lingoes"
LicenseTo="Този продукт е лицензиран на:"
LicenseID="ID: "

[WebResult]
SpellingAlternatives="Алтернативни произношения"
SpellChecker="Проверка на произношението"
TextTranslation="Превод на текста"
WebSearch="Уеб търсене"
MoreResults="Още резултати"
WaitSearch="Заявка на резултати от търсенето..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Няма съвпадения за \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Как се използва Lingoes"
DownDictTip="Изтегляне на още речници"
Intro="Поддържа превод от и на повече от 80 езика<br>Превод под показалеца, Превод на текст & Произнасяне на текста"

[TextTranslation]
Title="Превод на текст"
To="До"
Translate="Преведи"
RequestFailed="Избраният сайт за превод не отговаря."
ConnectFailed="Lingoes не успя да се свърже до сайта. Ако сте свързани с Интернет, проверете настройките на връзката си при конфигурирането."
WaitRequest="Заявка за превод..."
ParseResultFailed="Проблем при анализиране на превода. Ако получавате това съобщение неколкократно, свържете се с нас."

; Layout
[Layout]
DictMenu="Меню на речника"
ShowResult="Показване на резултатите"
MinimizeResult="Минимизиране резултата"
FindWord="Откриване: "

; Dictionary Menu
[DictMenu]
About="Относно..."
Enable="Включен"
Disable="Изключвам"
DisableMsg="Речникът е изключен, резултатите няма да се покажат!\nМожете отново да го включите от диалога \"Речници\" ."
MoveTop="Установяване на първо място в резултатите"
ArrangeResults="Представяне на резултатите..."
IndexGroup="  (Index Group)"
QueryGroup="  (Query Group)"
GrabGroup="  (Text Capture Group)"

[Update]
Title="Обновяване онлайн"
AskUpgrade="Открита е нова версия. Желаете ли да обновите програмата?"
UpgradeNow="Открита е нова версия. Трябва да обновите програмата"
UpdateSuccess="Успешно обновяване!"
UpdateFail="Проблем при обновяването!"
NoUpdate="Тази версия е най-новата"

CheckUpdate="Checking update..."
GetUpdateInfo="Getting updated information..."
DownUpdateData="Downloading updated data..."
ExecUpdate="Updating system..."
GetUpgradeInfo="Getting upgraded information..."
DownUpgradeData="Downloading upgraded data..."
ExecUpgrade="Upgrading system..."
NeedExitForUpgrade="Lingoes will quit for finishing upgrade"

[Message]
InitUpdateServerFail="Грешка при свързването със сървъра за автоматично обновяване "
StartDictServerFail="Грешка при опита за свързване със сайта с речници."

DictFileErr="Погрешен формат на файла!\n[$Filename]"
DictVersinTooOld="[$Filename]\nВерсията на речника ([$DictVer]) е много стара, обновете я.\n\nЩе посетите ли сайта Lingoes, за да откриете последната версия?"
DictVersinTooNew="[$Filename]\nВерсията на речника ([$DictVer]) се нуждае от по-актуална версия на Lingoes.\n\nИскате ли да изтеглите най-новата версия на Lingoes?"

AskDictRepeatInstall="Списъкът с речници съдържа речника \"[$DictTitle]\",\nИскате ли да продължите?"
InstallDictFail="Проблем при инсталиране на речника:\n[$Filename]"
AskUninstall="Желаете ли да премахнете речника?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="Проблем при премахването на речника\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="Сигурни ли сте, че искате да премахнете речника \"[$DictTitle]\" от списъка?"

MemoryAllocFail="Грешка пи заявката към паметта."
FilenameInvalid="Невалидно има на файла."
SaveFileFail="Проблем при съхраняването на файла"
OpenFileFail="Проблем при отварянето на файла"

AreYouAbort="Желаете ли да прекъснете текущия процес?"
CreateThreadFail="Грешка при създаването на връзка"
CreateEventFail="Грешка при създаване на event hand"
Unfulfilment="Тази опция не е реализирана"
OnlyProVersion="Тази възможност е само за Pro версията."
NoRegister="Тази версия не е регистрирана, моля регистрирайте Lingoes, за да използвате тази възможност."
UsernameIsEmpty="Потребителското име е празно. Моля, попълнете го отново."
SaveSearchResultFail="Проблем при съхраняването резултатите от търсенето."

OpenAppendixFail="Проблем при отваряне съдържанието на приложението."
OpenSpeechEngineFail="Проблем при зареждане на TTS ядрото, проверете дали TTS е инсталирана във вашата система! \n\nНужно е да инсталирате TTS ядрото в компютъра си. Ако има проблем, моля изтеглете го и го инсталирайте от сайта на Lingoes \n\nЖелаете ли да изтеглите сега?"

; NeedIE6Support="Lingoes се нуждае от Internet Explorer 6+. Моля обновете браузъра си до IE6 или следващите версии"
NoImplement="Съжаляваме, тази функция не е осъществена"